Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SendDataDescriptionText
source: Help Apple improve its products and services by automatically sending analytics data. Analytics data may include your location information.
ar: ساعد شركة Apple على تحسين منتجاتها وخدماتها عن طريق الإرسال التلقائي لبيانات التحليلات. قد تحتوي بيانات التحليلات على معلومات موقعك.
ca: Envia dades d’anàlisi a Apple automàticament per ajudar a millorar els productes i serveis. Les dades d’anàlisi poden incloure informació sobre la ubicació.
cs: Pomozte společnosti Apple s vylepšováním jejích produktů a služeb tím, že jí budete automaticky posílat analytická data. Analytická data můžou obsahovat vaše polohové údaje.
da: Hjælp Apple med at forbedre sine produkter og tjenester ved at sende analysedata automatisk. Analysedata kan inkludere dine lokalitetsoplysninger.
de: Hilf Apple, Produkte und Dienste zu verbessern, indem du automatisch Analysedaten sendest. Analysedaten enthalten möglicherweise auch deine Standortdaten.
el: Βοηθήστε την Apple να βελτιώσει τα προϊόντα και τις υπηρεσίες της μέσω αυτόματης αποστολής δεδομένων ανάλυσης. Τα δεδομένα ανάλυσης μπορεί να περιλαμβάνουν τα στοιχεία τοποθεσίας σας.
es: Ayuda a Apple a mejorar sus productos y servicios enviando automáticamente información de análisis. La información de análisis puede incluir información sobre tu ubicación.
es_us: Ayuda a Apple a mejorar sus productos y servicios enviando automáticamente información de análisis. Esta puede incluir datos sobre tu ubicación.
fi: Auta Applea parantamaan tuotteitaan ja palvelujaan lähettämällä automaattisesti analyysitiedot. Analyysitiedot saattavat sisältää sijaintitietosi.
fr: Aidez Apple à améliorer ses produits et services en envoyant automatiquement les données d’analyse. Les données d’analyse peuvent inclure vos données de localisation.
fr_ca: Aidez Apple à améliorer ses produits et services en envoyant automatiquement les données d’analyse. Celles-ci peuvent inclure vos données de localisation.
he: ניתן לעזור ל-Apple לשפר את המוצרים והשירותים שהיא מספקת על-ידי שליחה אוטומטית של פירוט ניתוח הנתונים. ניתוח הנתונים עשוי לכלול את פרטי המיקום שלך.
hi: ऐनालिटिक्स डेटा ऑटोमैटिकली भेजकर अपने उत्पादों और सेवाओं को बेहतर बनाने में Apple की सहायता करें। ऐनालिटिक्स डेटा में आपके स्थान की जानकारी शामिल हो सकती है।
hr: Pomozite tvrtki Apple u poboljšanju proizvoda i usluga automatskim slanjem podataka analize. Podaci analize mogu sadržavati informacije o vašoj lokaciji.
hu: Segítsen az Apple-nek termékei és szolgáltatásai továbbfejlesztésében az elemzési adatok automatikus elküldésével. Az elemzési adatok tartalmazhatják az Ön helyzetinformációit is.
id: Bantu Apple meningkatkan produk dan layanannya dengan mengirim data analisis secara otomatis. Data analisis dapat mencakup informasi lokasi Anda.
it: Aiuta Apple a migliorare i propri prodotti e servizi inviando automaticamente i dati di analisi. Tali dati possono includere le informazioni relative alla posizione del tuo dispositivo.
ja: 解析データを自動的に送信することで弊社の製品とサービスの品質向上にご協力いただけます。解析データにはあなたの位置情報が含まれる場合があります。
ko: 자동으로 분석 데이터를 보내서 Apple의 제품 및 서비스 향상에 도움을 줄 수 있습니다. 분석 데이터에 사용자의 위치 정보가 포함될 수 있습니다.
ms: Bantu Apple meningkatkan produk dan perkhidmatannya dengan menghantar data analitis secara automatik. Data analitis mungkin termasuk maklumat lokasi anda.
nb: Hjelp Apple med å forbedre produktene og tjenestene ved å automatisk sende analysedata. Analysedata kan inneholde din stedsinformasjon.
nl: Help Apple bij het verbeteren van zijn producten en diensten door automatisch analysegegevens naar Apple te sturen. Analysegegevens kunnen locatiegegevens bevatten.
pl: Pomóż Apple ulepszać produkty i usługi, automatycznie wysyłając dane analiz. Mogą one obejmować informacje o Twoim położeniu.
pt_br: Envie dados de análise automaticamente para ajudar a Apple a melhorar seus produtos e serviços. Os dados de análise podem incluir as informações da sua localização.
pt_pt: Ajude a Apple a melhorar os produtos e serviços, enviando automaticamente dados de análise. É possível que os dados de análise incluam informação de localização.
ro: Ajutați la îmbunătățirea produselor și serviciilor Apple trimițând automat date de analiză. Datele de analiză pot include informații despre localizarea dvs.
ru: Помогите Apple совершенствовать продукты и сервисы, автоматически отправляя аналитические данные. Аналитические данные могут содержать информацию о Вашей геопозиции.
sk: Pomôžte spoločnosti Apple vylepšovať produkty a služby automatickým odosielaním analytických dát. Analytické dáta môžu zahŕňať informácie o vašej polohe.
sl: Pomagajte družbi Apple izboljšati izdelke in storitve s samodejnim pošiljanjem analitičnih podatkov. Analitični podatki lahko vsebujejo podatke o vaši lokaciji.
sv: Hjälp Apple att förbättra sina produkter och tjänster genom att automatiskt skicka analysdata. Analysdata kan innehålla platsinformation.
th: ช่วย Apple ปรับปรุงผลิตภัณฑ์และการบริการให้ดีขึ้นด้วยการส่งข้อมูลวิเคราะห์โดยอัตโนมัติ ข้อมูลวิเคราะห์อาจประกอบด้วยข้อมูลตำแหน่งที่ตั้งของคุณ
tr: Analiz verilerini otomatik olarak göndererek Apple’ın ürünlerini ve servislerini geliştirmesine yardım edin. Analiz verileri konum bilgilerinizi içerebilir.
uk: Допомагайте Apple покращувати її продукти й сервіси, увімкнувши автоматичне надсилання даних аналітики. Дані аналітики можуть містити інформацію про вашу геопозицію.
vi: Giúp Apple cải tiến các dịch vụ và sản phẩm bằng cách tự động gửi dữ liệu phân tích. Dữ liệu phân tích có thể bao gồm thông tin vị trí của bạn.
zh_cn: 通过自动发送分析数据帮助Apple改进产品和服务。分析数据可能包括你的位置信息。
zh_hk: 自動傳送分析資料協助Apple改善產品和服務。分析資料可能包括你的位置資料。
zh_tw: 自動傳送分析資料來協助Apple改進產品和服務。分析資料可能包含你的位置資訊。

# SendDataNoThanksButton
source: Don’t Send
ar: عدم الإرسال
ca: No enviïs
cs: Neodesílat
da: Send ikke
de: Nicht senden
el: Να μη στέλνονται
es: No enviar
es_us: No enviar
fi: Älä lähetä
fr: Ne pas envoyer
fr_ca: Ne pas envoyer
he: לא לשלוח
hi: न भेजें
hr: Nemoj slati
hu: Küldés mellőzése
id: Jangan Kirim
it: Non inviare
ja: 送信しない
ko: 보내지 않음
ms: Jangan Hantar
nb: Ikke send
nl: Stuur niet
pl: Nie wysyłaj
pt_br: Não Enviar
pt_pt: Não enviar
ro: Nu trimiteți
ru: Не отправлять
sk: Neodosielať
sl: Ne deli
sv: Skicka inte
th: ไม่ส่ง
tr: Gönderme
uk: Не надсилати
vi: Không gửi
zh_cn: 不发送
zh_hk: 不要傳送
zh_tw: 不要傳送

# SendDataOkButton
source: Send to Apple
ar: إرسال إلى Apple
ca: Envia a Apple
cs: Odeslat do Apple
da: Send til Apple
de: An Apple senden
el: Αποστολή στην Apple
es: Enviar a Apple
es_us: Enviar a Apple
fi: Lähetä Applelle
fr: Envoyer à Apple
fr_ca: Envoyer à Apple
he: שליחה ל-Apple
hi: Apple को भेजें
hr: Šalji tvrtki Apple
hu: Küldés az Apple számára
id: Kirim ke Apple
it: Invia ad Apple
ja: Appleに送信
ko: Apple에 보내기
ms: Hantar kepada Apple
nb: Send til Apple
nl: Stuur naar Apple
pl: Wysyłaj do Apple
pt_br: Enviar à Apple
pt_pt: Enviar à Apple
ro: Trimiteți la Apple
ru: Отправить в Apple
sk: Odosielať do Apple
sl: Pošlji družbi Apple
sv: Skicka till Apple
th: ส่งไปที่ Apple
tr: Apple’a Gönder
uk: Надсилати до Apple
vi: Gửi tới Apple
zh_cn: 发送给Apple
zh_hk: 傳送給Apple
zh_tw: 傳送給Apple

# SettingsAudioBTPairingInstructionsFormat
source: Enter the 4 digit pairing code shown on device “%@”.
ar: أدخل رمز الاقتران المكوّن من ٤ أرقام المعروض على الجهاز "%@".
ca: Introdueix el codi d’enllaç de 4 dígits que es mostra al dispositiu “%@”.
cs: Zadejte čtyřmístný párovací kód zobrazený na zařízení „%@“.
da: Skriv den 4-cifrede pardannelseskode, der vises på “%@“.
de: Gib den 4-stelligen Kopplungscode ein, der auf dem Gerät „%@“ angezeigt wird.
el: Εισαγάγετε τον 4ψήφιο κωδικό ζευγοποίησης που εμφανίζεται στη συσκευή «%@».
es: Introduce el código de enlace de 4 dígitos que aparece en el dispositivo “%@”.
es_us: Ingresa el código de enlace de 4 dígitos que se muestra en el dispositivo “%@”.
fi: Syötä nelinumeroinen parinmuodostuskoodi, joka näkyy laitteessa ”%@”.
fr: Saisissez le code de jumelage à 4 chiffres affiché sur l’appareil « %@ ».
fr_ca: Entrez le code de jumelage à 4 chiffres qui s’affiche sur l’appareil « %@ ».
he: יש להזין את קוד הקישור בן 4 הספרות שמופיע במכשיר ״%@״.
hi: डिवाइस “%@” पर दिखाया गया 4 अंकों का पेयरिंग कोड दर्ज करें।
hr: Unesite 4-znamenkasti kôd za uparivanje prikazan na uređaju “%@”.
hu: Írja be a(z) „%@” eszközén megjelenő 4 számjegyű párosítási kódot.
id: Masukkan kode pemasangan 4 digit yang ditampilkan di perangkat “%@”.
it: Inserisci il codice di abbinamento di 4 cifre mostrato sul dispositivo “%@”.
ja: デバイス“%@”に表示されている4桁のペアリングコードを入力してください。
ko: ‘%@’ 기기에 표시된 4자리 페어링 코드를 입력하십시오.
ms: Masukkan kod berpasangan 4 digit yang ditunjukkan pada peranti “%@”.
nb: Oppgi den firesifrede koden som vises på enheten «%@».
nl: Voer de 4-cijferige koppelingscode in die wordt weergegeven op '%@'.
pl: Podaj 4-cyfrowy kod łączenia w parę widoczny na urządzeniu „%@”.
pt_br: Digite o código de emparelhamento de 4 dígitos mostrado no dispositivo “%@”.
pt_pt: Digite o código de 4 dígitos que aparece no dispositivo “%@”.
ro: Introduceți codul de asociere din 4 cifre afișat pe dispozitivul „%@”.
ru: Для создания пары введите 4‑значный код, показанный на экране устройства «%@».
sk: Zadajte 4-ciferný párovací kód zobrazený na zariadení „%@“.
sl: Vnesite štirimestno kodo za seznanjanje, ki je prikazana v napravi »%@«.
sv: Ange den fyrsiffriga parkopplingskoden som visas på enheten ”%@”.
th: ป้อนรหัสจับคู่ 4 หลักที่แสดงอยู่บนอุปกรณ์ “%@”
tr: “%@” aygıtında gösterilen 4 basamaklı eşleme kodunu girin.
uk: Введіть 4-значний код спарювання, показаний на пристрої «%@».
vi: Nhập mã ghép đôi 4 chữ số được hiển thị trên thiết bị “%@”.
zh_cn: 输入显示在设备“%@”上的4位配对码。
zh_hk: 輸入顯示在裝置「%@」上的4位數配對碼。
zh_tw: 輸入顯示在裝置「%@」上的4位數配對碼。

# SettingsBTRequestHeader
source: Bluetooth Pairing Request
ar: طلب اقتران Bluetooth
ca: Sol·licitud d’enllaç Bluetooth
cs: Párovací požadavek Bluetooth
da: Anmodning om Bluetooth-pardannelse
de: Kopplungsanforderung (Bluetooth)
el: Αίτημα ζευγοποίησης Bluetooth
es: Solicitud de enlace Bluetooth
es_us: Solicitud de enlace Bluetooth
fi: Bluetooth-parinmuodostuspyyntö
fr: Demande de jumelage Bluetooth
fr_ca: Demande de jumelage Bluetooth
he: בקשת קישור Bluetooth
hi: Bluetooth पेयरिंग अनुरोध
hr: Zahtjev za uparivanje putem Bluetootha
hu: Bluetooth párosítási kérelem
id: Permintaan Pemasangan Bluetooth
it: Richiesta di abbinamento Bluetooth
ja: Bluetoothペアリング要求
ko: Bluetooth 페어링 요청
ms: Permintaan Berpasangan Bluetooth
nb: Forespørsel om Bluetooth-sammenkobling
nl: Bluetooth-koppelingsverzoek
pl: Bluetooth: żądanie połączenia w parę
pt_br: Pedido de Emparelhamento Bluetooth
pt_pt: Pedido de emparelhamento Bluetooth
ro: Solicitare de asociere Bluetooth
ru: Запрос на создание пары по Bluetooth
sk: Žiadosť o párovanie Bluetooth
sl: Zahteva za seznanjanje prek povezave Bluetooth
sv: Bluetooth-parkopplingsförfrågan
th: คำขอจับคู่บลูทูธ
tr: Bluetooth Eşleme İsteği
uk: Запит на створення пари через Bluetooth
vi: Yêu cầu Ghép đôi Bluetooth
zh_cn: 蓝牙配对请求
zh_hk: 藍牙配對要求
zh_tw: 藍牙配對要求

# SettingsCancel
source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# SettingsFavoritesSort
source: Sort TV Shows in Favorites
ar: فرز برامج التلفزيون في المفضلة
ca: Ordena els programes favorits
cs: Řadit seriály v Oblíbených
da: Sorter tv-udsendelser i favoritter
de: TV-Sendungen in Favoriten sortieren
el: Ταξινόμηση τηλ. εκπομπών στα Αγαπημένα
es: Ordenar series en favoritas
es_us: Orden de programas en Favoritos
fi: TV-ohjelmien järjestys suosikeissa
fr: Trier les séries TV
fr_ca: Trier les émissions
he: מיון התוכניות ב״מועדפים״
hi: पसंदीदा में टीवी कार्यक्रम सॉर्ट करें
hr: Razvrstaj omiljene TV emisije
hu: A Kedvencekben lévő tv-műsorok rendezése
id: Urutkan Acara TV di Favorit
it: Ordina i preferiti
ja: “お気に入り”のテレビ番組を並べ替える
ko: 즐겨찾기에서 TV 프로그램 정렬
ms: Isih Rancangan TV dalam Kegemaran
nb: Sorter TV-programmer i Favoritter
nl: Sorteer tv-programma's in favorieten
pl: Sortuj programy TV w Ulubionych
pt_br: Ordenar Programas de TV nos Favoritos
pt_pt: Ordenar programas de TV nos Favoritos
ro: Sortare emisiuni TV din Favorite
ru: Сортировка телешоу в Избранном
sk: Zoradenie TV seriálov v obľúbených položkách
sl: Razvrščanje priljubljenih televizijskih oddaj
sv: Sortera TV-program i favoriter
th: เรียงรายการทีวีในรายการโปรด
tr: Favorilerdeki TV Şovlarını Sırala
uk: Сортувати телешоу в Улюблених
vi: Sắp xếp chương trình TV trong Mục ưa thích
zh_cn: 为“个人收藏”中的电视节目排序
zh_hk: 在「喜好項目」中排序電視節目
zh_tw: 在喜好項目中排列電視節目

# SettingsFavoritesSortAlphabetically
source: Alphabetically
ar: أبجديًا
ca: Per nom
cs: Abecedně
da: Alfabetisk
de: Alphabetisch
el: Αλφαβητικά
es: Por nombre
es_us: Alfabético
fi: Aakkoset
fr: Par ordre alphabétique
fr_ca: Alphabétiquement
he: סדר אלפביתי
hi: वर्णक्रमानुसार
hr: Abecedno
hu: Betűrendes
id: Alfabetis
it: Alfabeticamente
ja: アルファベット順
ko: 알파벳순
ms: Ikut Abjad
nb: Alfabetisk
nl: Alfabetisch
pl: Alfabetycznie
pt_br: Alfabeticamente
pt_pt: Alfabeticamente
ro: Alfabetic
ru: По алфавиту
sk: Abecedne
sl: Po abecedi
sv: Alfabetiskt
th: ตามลำดับตัวอักษร
tr: Alfabetik Olarak
uk: За назвою
vi: Theo bảng chữ cái
zh_cn: 按字母顺序
zh_hk: 按照字母順序
zh_tw: 依照字母順序

# SettingsFavoritesSortAlphabeticallyDescription
source: Sort TV shows alphabetically.
ar: فرز برامج التلفزيون أبجديًا.
ca: Les sèries s’ordenen alfabèticament.
cs: Řadit seriály podle abecedy.
da: Sorter tv-udsendelser alfabetisk.
de: TV-Sendungen alphabetisch sortieren.
el: Ταξινόμηση τηλεοπτικών εκπομπών αλφαβητικά.
es: Las series se ordenan alfabéticamente.
es_us: Los programas de TV se ordenan alfabéticamente.
fi: TV-ohjelmat järjestetään aakkosjärjestykseen.
fr: Triez les séries TV par ordre alphabétique.
fr_ca: Trie les émissions de télévision par ordre alphabétique.
he: ניתן למיין תוכניות טלוויזיה לפי סדר אלפביתי.
hi: टीवी कार्यक्रम वर्णक्रमानुसार सॉर्ट करें।
hr: Abecedno razvrstavanje TV emisija.
hu: Tv-műsorok rendezése betűrendben.
id: Urutkan acara TV secara alfabetis.
it: Ordina i programmi TV alfabeticamente.
ja: テレビ番組をアルファベット順に並べ替えます。
ko: 알파벳순으로 TV 프로그램 정렬
ms: Isih rancangan TV mengikut abjad.
nb: Sorter TV-programmer alfabetisk.
nl: Sorteer tv-programma's alfabetisch.
pl: Sortuje programy TV alfabetycznie.
pt_br: Ordenar programas de TV alfabeticamente.
pt_pt: Ordenar programas de TV por ordem alfabética.
ro: Sortați emisiunile TV alfabetic.
ru: Сортировать телешоу по алфавиту.
sk: Zoradenie TV seriálov podľa abecedy.
sl: Razvrstite televizijske oddaje po abecedi.
sv: Sortera TV-program alfabetiskt.
th: เรียงรายการทีวีตามลำดับตัวอักษร
tr: TV şovları alfabetik olarak sıralanır.
uk: Сортувати телешоу за назвою.
vi: Sắp xếp chương trình TV theo bảng chữ cái.
zh_cn: 按字母顺序为电视节目排序。
zh_hk: 按照字母順序排序電視節目。
zh_tw: 依照字母順序排列電視節目。

# SettingsFavoritesSortByDate
source: By Date
ar: حسب التاريخ
ca: Per data
cs: Podle data
da: Efter dato
de: Nach Datum
el: Κατά ημ/νία
es: Por fecha
es_us: Por fecha
fi: Päiväys
fr: Par date
fr_ca: Par date
he: לפי תאריך
hi: तिथि अनुसार
hr: Prema datumu
hu: Dátum szerint
id: Menurut Tanggal
it: Per data
ja: 日付順
ko: 날짜순
ms: Ikut Tarikh
nb: Etter dato
nl: Op datum
pl: Wg daty
pt_br: Por Data
pt_pt: Por data
ro: După dată
ru: По дате
sk: Podľa dátumu
sl: Po datumu
sv: Efter datum
th: ตามวันที่
tr: Tarihe Göre
uk: За датою
vi: Theo ngày
zh_cn: 按日期
zh_hk: 按照日期
zh_tw: 依照日期

# SettingsFavoritesSortByDateDescription
source: Show recent episodes first.
ar: إظهار الحلقات الحديثة أولاً.
ca: Els episodis més recents es mostren primer.
cs: Řadit od nejnovějších dílů.
da: Vis seneste episoder først.
de: Neueste Folgen zuerst einblenden.
el: Εμφάνιση πρόσφατων επεισοδίων πρώτα.
es: Los episodios más recientes se muestran primero.
es_us: Muestra los episodios recientes primero.
fi: Uusimmat jaksot näytetään ensimmäisenä.
fr: Affichez les épisodes les plus récents en premier.
fr_ca: Affiche les épisodes récents en premier.
he: ניתן להציג תחילה את הפרקים האחרונים.
hi: हालिया एपिसोड पहले दिखाएँ।
hr: Prvo se prikazuju najnovije epizode.
hu: A legutóbbi epizódok megjelenítése először.
id: Tampilkan episode terbaru dahulu.
it: Mostra le puntate più recenti per prime.
ja: 新しいエピソードを最初に表示します。
ko: 최근 에피소드 먼저 보기
ms: Tunjukkan episod terbaharu terlebih dahulu.
nb: Vis nyeste episode først.
nl: Toon recente afleveringen eerst.
pl: Najnowsze odcinki są wyświetlane jako pierwsze.
pt_br: Mostrar episódios recentes primeiro.
pt_pt: Mostrar primeiro episódios mais recentes.
ro: Afișați mai întâi episoadele mai recente.
ru: Показывать недавние серии первыми.
sk: Zobrazenie najnovších epizód ako prvých.
sl: Najprej prikažite nedavne epizode.
sv: Visa de senaste avsnitten först.
th: แสดงตอนล่าสุดก่อน
tr: İlk önce son bölümleri gösterir.
uk: Спочатку недавні епізоди.
vi: Hiển thị các tập gần đây trước tiên.
zh_cn: 最新单集显示在最前面。
zh_hk: 最新的節目會較先顯示。
zh_tw: 先顯示最新的劇集。
